Repository: Mikrotherion/StickyNotes
Catalog: po/*.po
Languages: be, es, it, ml, pt, ru, sk

source: StickyNotes Module
es: Módulo StickyNotes
it: Modulo StickyNotes
ml: സ്റ്റിക്കിനോട്ട്സ് മൊഡ്യൂൾ
pt: Módulo de Notas adesivas
ru: Модуль Стикеры
sk: Modul Poznámkový blok

source: General
be: Агульныя
it: Generale
ml: പൊതുവായ
pt: Geral
ru: Общее
sk: Hlavné

source: Note text in the header
be: Тэкст нататкі ў загалоўку
es: Nota de texto en la cabecera
it: Testo della nota nel header
ml: തലക്കെട്ടിലെ വാചകം കുറിച്ചെടുക്കുക
pt: Texto da nota no cabeçalho
ru: Текст заметки в заголовке
sk: Text poznámky v záhlaví

source: Header text
be: Тэкст загалоўка
es: Texto de cabecera
it: Testo del header
ml: തലക്കെട്ട് വാചകം
pt: Texto do cabeçalho
ru: Текст заголовка
sk: Text v záhlaví

source: Note text
be: Тэкст нататкі
es: Texto de nota
it: Testo della nota
ml: കുറിപ്പ് വാചകം
pt: Texto da nota
ru: Текст заметки
sk: Text v poznámke

source: HTML tags: see the git repo wiki for more info
be: Тэгі HTML: глядзіце git-рэпазіторый для дадатковых звестак
es: Etiquetas HTML: vea el wiki en el repositorio git para más información
it: tag HTML: controlla la wiki nel repo git per maggiori informazioni
ml: HTML ടാഗുകൾ: കൂടുതൽ വിവരങ്ങൾക്ക് ഗിറ്റ് റിപ്പോ വിക്കി കാണുക
pt: Etiquetas HTML: ver a wiki do repositório git para mais informações
ru: Теги HTML: подробности см. в wiki git-репозитория

source: Click on the space for color changing
be: Націсніце, каб змяніць колер
es: Pulsa en el espacio para cambio de color
it: Clicca sullo spazio per cambiare colore
ml: നിറം മാറ്റുന്നതിനുള്ള സ്ഥലത്ത് ക്ലിക്ക് ചെയ്യുക
pt: Clique no espaço para alterar a cor
ru: Шёлкните для изменения цвета
sk: Klikni na obdĺžnik pre výber farby textu

source: Command section
be: Секцыя каманды
es: Sección de comandos
it: Seleziona comando
ml: കമാൻഡ് വിഭാഗം
pt: Secção de comando
ru: Секция команды
sk: Sekcia príkazov

source: Command to run and show output
be: Каманда для выканання ды адлюстравання вываду
es: Comando para ejecutar y mostrar salida
it: Comando da avviare e mostrare l'output
ml: റൺ ചെയ്ത് ഔട്ട്പുട്ട് കാണിക്കാനുമുള്ള നിർദേശം
pt: Comando a executar e mostrar resultado
ru: Команда для выполнения и отображения вывода
sk: Príkaz na zobrazenie výstupu

source: Refresh interval
be: Перыяд абнаўлення
es: Intervalo de refresco
it: Aggiorna l'intervallo
ml: റീഫ്രെശ്ശ് ഇടവേള
pt: Intervalo entre atualizações
ru: Интервал обновления
sk: Obnovovací interval

source: %2.0f sec
be: %2.0f сек
es: %2.0f seg
ml: %2.0f സെക്കൻഡ്
pt: %2.0f seg.
ru: %2.0f сек

source: x 60 secs
be: x 60 сек
es: x 60 segundos
it: x 60 secondi
ml: x 60 സെക്കൻ്റുകൾ
pt: x 60 segs.
ru: x 60 сек
sk: x 60 sekúnd

source: Notification text on change
be: Тэкст нататкі пры змяненні
es: Texto de notificación al cambiar
it: Testo di notifica al cambio
ml: മാറ്റത്തെക്കുറിച്ചുള്ള അറിയിപ്പ് വാചകം
pt: Texto de notificação sobre as alterações
ru: Текст уведомления при изменении
sk: Notifikácia pri zmene

source: Advanced
be: Іншыя
es: Avanzado
it: Avanzate
ml: വിപുലമായ
pt: Avançado
ru: Расширенные
sk: Rozšírené

source: StickyNotes Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
be: StickyNotes Module: Было патрэбна аднавіць налады. Старыя значэнні<br> былі выдалены, пасля чаго былі наладжаны перадвызначаныя значэнні.<br>Гэта будзе адбывацца рэгулярна, таму не трэба рабіць справаздачу пра памылкі.<br>Так адбываецца таму, што модулю патрэбныя новыя перадвызначаныя налады,<br> каб выкарыстоўваць функцыі, якіх няма ў старых наладах.<br> Новыя перадвызначаныя значэнні выправят гэта. Зараз вы можаце<br>наладзіць модуль як пажадаеце.<br>Выбачайце за нязручнасці.<br>
es: La configuración del módulo StickyNotes requiere actualizarse. Su configuración anterior<br> ha sido eliminada y un nuevo conjunto preferencias por defecto inicializadas. Esto<br>pasará regularmente durante el desarrollo, por lo que no informe de un <br>error. Simplemente significa que el módulo necesita una nuevos datos <br>de configuración predeterminados para usar características de las que su<br>configuración anterior carece. Este nuevo conjunto de preferencias por defecto reparará<br>eso. Puede reconfigurar cosas a su <br>gusto. Disculpe las molestias.<br>
it: I dati di configurazione del modulo StickyNotes avevano bisogno di essere<br>aggiornati. La vostra vecchia configurazione è stata cancellata ed è<br>stato inizializzato un nuovo set di impostazioni predefinite. Questo<br>avverrà regolarmente durante lo sviluppo, quindi non riportate bug.<br>Questo significa semplicemente che il modulo ha bisogno di nuovi<br>dati predefiniti di configurazione per le funzionalità mancanti nella<br>vecchia configurazione. Questo nuovo set sistemerà le cose aggiungendo<br>quei dati. Potete riconfigurare le cose a vostro piacimento. Ci<br>scusiamo per l'inconveniente.
ml: സ്റ്റിക്കിനോട്ട്സ് മൊഡ്യൂൾ കോൺഫിഗറേഷൻ ഡാറ്റ അപ്‌ഗ്രേഡ് ചെയ്യേണ്ടതുണ്ടായിരുന്നു. നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷൻ<br>മായ്ച്ചു പുതിയൊരു കൂട്ടം സ്ഥിരസ്ഥിതികൾ ആരംഭിക്കപ്പെട്ടിരിക്കുന്നു. വികസന സമയത്ത് ഇത്<br>പതിവായി സംഭവിക്കും, അതിനാൽ ബഗ് റിപ്പോർട്ട്<br>ചെയ്യരുത്. ഇതിനർത്ഥം നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷനിൽ ഇല്ലാത്ത<br>ഉപയോഗയോഗ്യമായ പ്രവർത്തനത്തിനായി മൊഡ്യൂളിന് സ്ഥിരസ്ഥിതിയായി പുതിയ<br>കോൺഫിഗറേഷൻ ഡാറ്റ ആവശ്യമാണ് എന്നാണ്. ഈ പുതിയ സ്ഥിരസ്ഥിതികളുടെ കൂട്ടം അത് ചേർത്തുകൊണ്ട്<br>അത് പരിഹരിക്കും. നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഇപ്പോൾ കാര്യങ്ങൾ വീണ്ടും<br>ക്രമീകരിക്കാൻ കഴിയും. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
pt: A configuração do Notas adesivas precisa de ser atualizada. A sua configuração foi apagada e foram iniciados novos valores padrão.<br>Isto irá ocorrer regularmente durante o desenvolvimento e não deve reportar nenhum erro.<br>Isto apenas significa que o módulo precisa de novos dados de configuração que a sua antiga configuração não possui.<br>Este conjunto de valores irá corrigir a configuração.<br> Mais tarde poderá configurar o módulo ao seu gosto. Desculpe o incómodo.<br>
ru: StickyNotes Module: Было необходимо обновление настроек. Старые настройки<br> были удалены и новый набор был инициализирован значениями по умолчанию.<br>Это будет случаться регулярно, поэтому не нужно сообщать об ошибках.<br>Это просто означает, что модулю необходимы новые настройки<br>по умолчанию для использования функций, которые отсутствуют<br> в старых настройках. Этот новый набор значений по умолчанию <br> исправит это. Вы можете сейчас все по вашему желанию.<br>Приносим извинения за доставленные неудобства<br>
sk: Nastavenie modulu potrebuje aktualizáciu. Staré nastavenie<br> bolo odstránené a bolo nahrané novým. To<br>nastane občas počas vývoja, takže nehláste<br>chybu. Jednoducho to znamená, že modul potrebuje novú konfiguráciu,<br>protože boli pridané funkcie, ktoré stará<br>neobsahovala. Nové nastavenie<br>to urobí. Teraz si môžete modul nastavit tak, ako<br>chcete. Ospravedlňujeme se za vzniknuté problémy.<br>

source: Your StickyNotes Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
be: Вашы налады StickyNotes Module БОЛЬШ НОВЫЯ чым версія модуля. Гэта вельмі<br>дзіўна. Так не павінна быць, калі толькі вы не пераходзілі<br>на старую версію ці капіявалі налады адтуль, <br> дзе выкарыстоўвалася больш новая версія. Гэта дрэнна, і<br>таму на ўсялякі выпадак вашы налады скінуты да перадвызначаных значэнняў.<br>Выбачайце за нязручнасці.<br>
es: Su configuración del módulo StickyNotes es MÁS NUEVA que la versión del módulo. Eso es<br>extraño. No debería ocurrir a menos que haya descargado<br>el módulo o haya copiado la configuración de un sitio<br>con una versión posterior a la que está ejecutando el módulo. Esto es malo y<br>como precaución su configuración ha sido restaurada a sus valores <br>por defecto. Disculpe las molestias.<br>
it: La vostra configurazione del modulo StickyNotes è più RECENTE della<br>versione del modulo. Questo è molto strano. Non dovrebbe succedere a meno<br>che siate passati ad una vecchia versione del modulo StickyNotes o avete<br>copiato la configurazione di un sistema su cui gira una versione<br>più recente del modulo. A scopo precauzionale la vostra<br>configurazione è stata adesso ripristinata ai valori predefiniti.<br>Ci scusiamo per l'inconveniente.
ml: നിങ്ങളുടെ സ്റ്റിക്കിനോട്ട്സ് മൊഡ്യൂൾ കോൺഫിഗറേഷൻ മൊഡ്യൂൾ പതിപ്പിനേക്കാൾ പുതിയതാണ്. ഇത് വളരെ<br>വിചിത്രമാണ്. മൊഡ്യൂൾ ഡൗൺഗ്രേഡ് ചെയ്യുകയോ<br>മൊഡ്യൂളിന്റെ പുതിയ പതിപ്പ് പ്രവർത്തിക്കുന്ന സ്ഥലത്ത് നിന്ന്<br>കോൺഫിഗറേഷൻ പകർത്തുകയോ ചെയ്തില്ലെങ്കിൽ ഇത് സംഭവിക്കാൻ പാടില്ല. ഇത് മോശമാണ്,<br>മുൻകരുതൽ എന്ന നിലയിൽ നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഇപ്പോൾ<br>സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസ്ഥാപിച്ചിരിക്കുന്നു. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
pt: A configuração do módulo Notas adesivas é mais recente que a do módulo.<br>Isto é muito estranho e só acontece se reverter o seu módulo ou caso tenha copiado a configuração de um local em que está instalada uma versão mais recente do módulo.<br>Isto é mau e por precaução, a sua configuração foi restaurada para as omissões.<br>Desculpe o incómodo.<br>
ru: Ваши настройки StickyNotes Module НОВЕЕ чем версия модуля. Это очень<br>странно. Это невозможно если только вы не переходили<br>на старую версию или копировали настройки из места, <br> где использовалась более новая версия. Это плохо, и<br>на всякий случай ваши настройки сброшены на значения по умолчанию.<br>Приносим извинения за доставленные неудобства.<br>
sk: Nastavenie je NOVŠIE ako modul. To je veľmi<br>neobyčajné. Nemalo by sa to stať, ak ste však nedegradovali<br>modul, alebo neskopírovali nastavenie z miesta, kde<br>bežala novšia verzia modulu. Je to zlé a<br>ako protiopatrenie bolo nastavenie zmenené na<br>predvolené. Ospravedlňujeme se za vzniknuté problémy.<br>

source: StickyNotes
ml: സ്റ്റിക്കിനോട്ട്സ്
pt: Notas adesivas
sk: Poznámkový blok

source: Sticky note
es: Nota Sticky
it: note Sticky
ml: സ്റ്റിക്കി നോട്ട്
pt: Nota adesiva
sk: Poznámkový blok

source: StickyNotes Configuration Updated
be: Налады StickyNotes абноўлены
es: Configuración de StickyNotes actualizada
it: Configurazione di StickyNotes aggiornata
ml: സ്റ്റിക്കിനോട്ട്സ് കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്തു
pt: A configuração foi atualizada
ru: Настройки StickyNotes обновлены
sk: Konfigurácia kostry aktualizovaná

source: Settings
be: Налады
es: Preferencias
it: Impostazioni
ml: ക്രമീകരണങ്ങൾ
pt: Definições
ru: Настройки
sk: Nastavenie

source: HTML tags: see the git repo for more info
sk: HTML tag: pozri git repo pre viac informácií
